/* eslint-disable no-irregular-whitespace */

export const trackLyrics: Record<string, string> = {
  '01': `形のないモノが多すぎて
形持てただけで違う気になって
目に触れるもの全てが
解け揺れて 明日を逸らしていく

並んだ食卓から選びな
目を奪われたって 間違いじゃない
でも溺れたっていい
波から目を離せない
道しるべのボトルメール
辿れど祈れど

乗りこなせば満点？Goddamn.
なぞるだけじゃいつか溶けていく


You wanna play me? Oh, nope.
歪んだプライド？
解っている、結構
描いた地図の答え合わせ
ここにはないから
行かなくちゃ

But I change the route now
僕が僕であるための形
アンフェアが対価
夢溺れたまま 流れゆく
そして誰もいなくなった


海の上じゃどこまできたかって測れやしない
誰の何のためって言葉も聞こえやしない
進んだ気で見える景色
幻か実像
いずれ死んだ身ならば還らずに漂おう

この首振らすのは風切り音
乾き切った舌知らずこの心拍の鼓動
まだ勝つ気？醜い
さらし首じゃ生ぬるい
海の底まで 化石化しないこのメッセージ


You wanna play me? Oh, nope.
歪んだプライド？
解っている、結構
描いた地図の答え合わせ
ここにはないから
行かなくちゃ

But I change the route now
僕が僕であるための形
アンフェアが対価
夢溺れたまま 流れゆく
そして誰もいなくなった`,
  '02': `OSSのtype beat乗って
知識とビートを分け与える証拠
バイブコーディングでOrchestration
傍ら 人肌 滲むリリシスト
同じ音で見せる バグ or 本物
またpush,pushして街を越す
ライブ前 5分で残るバグ追い込む
「これしかないじゃない」で出す結果

二足のわらじ産んだ Pop off
覗く間なく詰める 骨密度
頭からHipまで取り込む
バケツパンパンのハリボー
ガチッと
韻出りゃ回る チェア、スポットライト
事件は6 inches of attention
まっさらなキャンバス 破り、綴り
あの街角にも落とした Fragments


Big Flex?,No Flexin'
Sync up, No Glitch.
ワンルームから都まで
"Fragments" itself is the Brand.

Big Flex?,No Flexin'
Sync up, No Glitch.
Villain? or Player?
"Fragments" itself is the Brand.


ワンクエスチョン
ここで挟み話題を脇にそらす
注意散漫でも虎視眈々と
狙いすます 唐突なClap
何度も味わいたくなる感覚
何度も聴いてついてくりゃ昇格
Jokerも浄化するlo-fiも消化した
謳歌しそびれた青春もDrag up

「聴きとれません」って？
当然 既にサイズオーバー
ZIPで圧縮 なおオーバー
Push Pushして 小節を興す
韻の硬さ ボトムのダボが年々相関的上昇
一方トレンド、リージョンも掴んで
スキニーなトップライン 描くサウンド

9時5時、定時退勤がモットー
残業、バグにGunShot
58鳴らせばワンショット  
ラテならツーショ、スリーショット
more than Double
マウスからマイクへ GRIP change
立つ音像 like トリックアート
but 足音残る跡につくtag
街から街 バンジー紐無しのGrip on


Big Flex?,No Flexin'
Sync up, No Glitch.
ワンルームから都まで
"Fragments" itself is the Brand.

Big Flex?,No Flexin'
Sync up, No Glitch.
Villain? or Player?
"Fragments" itself is the Brand.

Grow upする街、Loadingする光
instantじゃないProofs rise

G.R.I.P.
G.R.I.P.

"Fragments" itself is the Brand.`,
  '03': `Fashion Villain,Fashion Villain
check it,check it,get out
Fashion Villain,Fashion Villain
見違えたMirror,dammmm...

Fashion Villain,Fashion Villain
蝕んでいくプライベート
Fashion Villain
24/7 身勝手にシャットアウト


あの顔が嫌い、あの肌が嫌い  
塗りたくった seventeen のツケ払い
懲りずtwenty 年中 try on,again
トレンドなんか知っちゃいない
欲しいのはjust for me

Fashion Fashion Villain
フラッシュで粗は飛ばすが
どっかのブランドのコピー物が
smart shopperツラ still Faker
狙い撃ち wack Killer
別人 みたいな振る舞い
地元じゃ 垢抜けか 余所者みたく
歌舞いた

正しい答え探し求め
自分じゃない自分作り上げ
コネなし、形なし、スキなし　
1buy1 Lips上塗り　


Fashion Villain,Fashion Villain
check it,check it,get out
Fashion Villain,Fashion Villain
見違えたMirror,dammmm...

Fashion Villain,Fashion Villain
蝕んでいくプライベート
Fashion Villain
24/7 身勝手にシャットアウト


Minimalで Normcoreで
Let's go back, Y2K
360 回転,昼夜逆転
感傷的なBad drape
あっという間の環状線からDrop out
販促品でやり過ごす

Fashion Fashion Villain
値札つきの出来レース
パッケージに近づいた者勝ち
1mm濃いチーク
Am I Jekyll？ or Am I hyde？
興味はないね 聞かない myself
アンバランスなライナーじゃダメ
oh my god...you're overrun

トレース 完璧なフォーム
正解じゃなくって間違い避けるwack wack
常にOne of a kind をキープ
塗ったネイルも長持ちでピース


Fashion Villain,Fashion Villain
check it,check it,get out
Fashion Villain,Fashion Villain
見違えたMirror,dammmm...

Fashion Villain,Fashion Villain
蝕んでいくプライベート
Fashion Villain
24/7 身勝手にシャットアウト


(Fashion Villain,Fashion Villain)
所詮混ぜもの兼サラブレッド
(Fashion Villain,Fashion Villain)
このツラで日々のPay off
(Fashion Villain,Fashion Villain)
路地裏からのライセンス
今夜もmimic Fashion Villain`,
  '04': `曲がり角の向こう側に
吸い込まれる冷めた風の目
恐れか、逸る衝動か
鼓動が問いただす前に

ごみたまりに目もくれねぇ
蹴り上げた足を、歪み映す路面
濁る足音に気づかず
２つ先、角から伸びた影

降り注ぐ雨に吐き出す息
薄まるネオンに色づいた目
叫ぶ心にぐらつきの影
疑う間もなく、疑いたくなく
　
歪む視界、いや詰まる光
何度目の角に何個目の影？
(No more maze,maze)
耳をかすめて
この路地は平気そうな顔してる

目の前を裂く光が消え
振り向く足音は許されずに
走ってたじゃなく、走らされてた
崩れる足元に手は伸ばせずに
震えた手を目にした瞬間
鼓動が止んだんだ


No MoЯe Maze!Maze!
期待外れ？
演技派のCrazyか悲劇のヒロイン
迷い込めばシグナル鳴らせ
全てを飲み込んでみな

チープなMaze!Maze!
また一歩目　抗うなよGifted
薄ら笑みが　また首絞め
体に溶けた影が憎いわ


誰かが引いた
また誰かを招いた
誰が落ちたって
誰も見えないしさ

乱反射し壁に映れば
透ける本性が
真っ暗に救われたな?

見ないふりは都合よく得意で
気づく間もないまま首をなぞる大鎌

一思いにやってくれりゃ楽だったのにさ
歪まず映す、色のない世界

ふと来る夜には息を潜め
守ってきたちっぽけな欠片
守れば守るほど弱くなり
目を伏せ、歪に歌舞いてた

何が才で、何が凡で、何がFlaw
目移りするほどに霞んでく俺のBone
(No more maze,maze)
耳をすまして
この鼓動はかすかに止まらず

目の前を包む闇は濃く
だが指の先で心拍はなり続けて
理由もなく走り、見つける先に
何が待つとか興味もなく
逸る足を許した瞬間
鼓動が呼んだんだ

No MoЯe Maze!Maze!
期待なんて
ハナからいらねぇ、泥だらけペニー
後ずさりゃシグナル鳴らせ
全てを飲み込んでくれ

チープなMaze!Maze!
また一歩目　ordinaryで最低なGifted
演技臭いのはいらない
影を連れて走るから


No MoЯe Maze!Maze!
期待外れ？
演技派のCrazyか悲劇のヒロイン
迷い込めばシグナル鳴らせ
全てを飲み込んでみな

チープなMaze!Maze!
また一歩目　抗うなよGifted
薄ら笑みが　また首絞め
体に溶けた影が憎いわ`,
  '05': `なぁ、お前が見る今の俺は一体どんなもん？
羨め、恨むの？
笑え、反吐が出るだろ
覚えてるよその顔、目つきはまるで刃物
クレーターになったその肌みたく愚痴をコンプでつぶす夜
美味いもんも食ったし、知らない泥も浴びた　
おまえの失った愛も場所も手にしたが
ふと何もない気がすんだ

握ったペン先が
目を離せば夢を削る
弱さも所詮　人のLife
目をつぶって書く文字が
やけに綺麗に見えた
綺麗すぎて
この世界には似合わないんだ
でも言葉もなきゃ
自分の顔がどれか見失うから
置けないペンに滲む手
人の目、人の声は通り過ぎる
中途半端なまま
やけに潰れたまま流す音
言葉を這わす色は
真っ暗な箱の底に言葉 残すから


Spit your truth
誰が為に歌い
Spit your truth
誰の為に書き
Spit your truth - don't be afraid
過去と未来と今を残す
専売特許の呪い
From pain I build my name, 
From hate I shape my faith. 
刃持つ言葉も
同じ痛み持つなら効く錠剤  
これもヒトリゴト


また、同じ場所
また、同じ時間
また、同じもの
いつも同じ言葉

憎いが何度も筆が乗るのは
手になじんだフレーズだった

増えたmedicineが魅せた景色と引き換えに
カウンターを喰らい
長いままの夜に
裏返した引き出しを
ペン先でほじくる二時三時

自己愛と自己否定を何度も貼り直した
傷だらけの背、見慣れた影
あの日受け取った温度を
手探りで探し求め続けないと
消えてしまいそうで

これは業で
これは罰で
これが価値だって
想いがこびりつき
夜に委ねた足、縋った口は弱く
見すぎたガラスは直に曇ってくから

自分自身で握るペンに
今日のページも刺されて
手放せば楽だって
言葉が離れない

Spit your truth...
From pain I build my name, 
From hate I shape my faith. 
あの言葉も
誰に向けたものか見失ったまま

全部ヒトリゴトで溶けるみたい
溶け込める世界
お迎えには行列
また会えるあの眠らぬ街で
案外息を吸って吐くだけ
それだけの物語
人の息は見えず気づかず　
いずれすれ違っていく`,
  '06': `何度も鳴り続けて
目を閉じたら 戻れる君へ
「色褪せないね」
フィルター越しの口癖
壁をつたって
委ねる on reflex
触れた3分後の空白
残る窓の端が薄く曇る

90's置いてけぼりのCity Pop
煩わしいと感じてた線も
リバイバルのコンクリート・ジャングル
チラチラめくる平成の幕の隅で
令和に愛を歌う"マイノリティ"ぶる
1億総サブカルブーム
FactもFakeも全部まぜる
何をつくり何を貼り出すマチカドで
足がふと止まるSound
あの曲も最近解禁したサブスク
「取り残されたのはどちらですか」
って0が増えたハンバーガーが痛い目線刺す

偶然ですが、みたいな顔で
どこかで見てたんだね
「飛ばして」はなし
手離せないまま
また帰ってくる


Reflect Room この言葉も
何度触れようとして 何度掠めた腕
6畳半を 包むGroove
踊らせたって 埋まらない空白
I don’t want it anymore...
言い訳も置いていって
I don’t want it anymore...
but I miss what it reflects


充電切れのイヤホンが静まり
重なってた足音ひとり歩き
やけにうるさい風の音に
色の減った部屋にベッドも沈み

何着目の似たようなシャツ
何回目のコンビニのパン
何曲目に手を伸ばしたら
また色が戻ってくるのか

思考のループで今日を満たして
「あーあ、また止まってる」って？
そんなのもうとっくに分かってんね
続きが聴きたくて また再生押して

偶然ですが、みたいな顔で
僕も探してたんだね
「飛ばして」はなし
意味なんかなく
また求めてる


Reflect Room この言葉も
何度触れようとして 何度掠めた腕
6畳半を 包むGroove
踊らせたって 埋まらない空白
I don’t want it anymore...
言い訳も置いていって
I don’t want it anymore...
but I miss what it reflects`,
  '07': `飛べ、この広大な世界
旅路は自分次第
翼はもう迷わないよ

あの日傷ついた羽は
まだ見ぬ景色への片道切符になる

(Scars to Skies  — I’m rising.)

消化した昨日が
まだポケットの中でくすぶってた

しょうがないって潰すか
しょうもないって見ぬふりか
味方がいないから敵に見えた世界

目が合わないなら
いっそ見えないくらいのスピードで
飛ばしてAll night
地位、金が欲しかった未来？
10代の俺に見せられない現在地

スクリーン上は今、中だるみ
ここで終わっちゃ酷評の嵐
でももげちゃいない羽に後悔
傷だらけで出したハイスコアがキラリ

ベストバウト、過程も到達点もストーリー
Grow Up、変化が大事
急旋回 360° 焦点はブレないから蛇行運転万歳
1,2,3,4 飛び立つ前の一呼吸
今は大丈夫  ネガティブは強く風を掴む
 

飛べ、この広大な世界
旅路は自分次第
翼はもう迷わない

命果てる日の後悔と
今日明日の痛みを交換しよう
幻想に見えた夢が
今 はっきりと掴める 逃がさない鼓動

無限に思える時間
でも永遠なんてない
だから風も味方にしていこう
この瞳の先、捉えた光を今 抱きしめにいこう


見下ろした街から
小さく見えた灯にも
不安だとか欲だとか詰まってるみたいだ
自分だけみたいな顔した狭い世界

もういっそ投げ出して
でも「誓い」も「やりたい」も失いたくねぇ
意味を持たないlifetimeに無理やり切り貼りした代償は不安で
目つぶれば不安定、空の上いりゃ当然UnChain
安全はないが、雑念の邪魔もない
切った風とついた傷が楽園

視線はもうなく、死線がまもなく
あと何度越えれば褒美が待つ？
鼓膜をつんざく自問自答を
かき消す羽の音にまた救わるる
天国はない空から雲に溶けた地上には
声は届かないが影だけが伸びていくんだ


飛べ、この広大な世界
旅路は自分次第
翼はもう迷わないよ

所詮僕だけの運命も
羽が巻き込めばOK
気づけば敵なんてみえない世界

無限に思える時間
でも永遠なんてない
だから風も味方にしていこう
この瞳の先、捉えた光を今 抱きしめにいくよ

命果てる日の後悔と
明日掴む夢を交換しよう
幻想に思えた景色が
目の前にある 逃がさない鼓動`,
  '08': `あの頃たむろしてた街中
あの時だべってたあいつらが
未だ待ち合わせは画面の中で
持ち合わせるのはブラックニッカとか
　
ドリンクバーでシラフのまま
バカやってたあのままじゃないか 
って明日にツケ回しゃ
ガタガタ言わす暇ないこの体
グラつくがピントは見失わないようにさ

「次帰ったらまた会おうか」
とか言う口が、まだシャンパン開ける気はないわ
もう少し寝かせようかお互い様

あのままの形を追う夜もあったが
近くても、離れても、いずれ繋がる
かけ違いや、勘違いは、時間がほどく
「また待ち合わせは画面の中かあの街かな」だろ


僕は次の時へ駆ける
思い出す 君のそらす目
ノスタルジーを装って
感傷に浸ったまま、冷める

僕ら同じ空を見てた
見つけた星は違ったって
羨ましがったりしないでくれ
手に残る痛みも知らないくせに


"懐かしい"を集めて
あの頃を繰り返して
「何が言いたいの」、「何がしたいの」
ってでかかった口をふさぐ

意味とか探すほうがバカみたいじゃないか
だから君はそちら側を選んだんだ
めくれどめくれど終わらぬ日々に
名前をつけた僕との違いさ

いつからか 雨の音がやまない
端から気づいてなかった
とか雨の音で掻き消え、聞こえないな
突き放した

You don't need to know everything
じゃどんな行動が正解？
未だ頭よぎる僕が甘いか？

崩れた星座は二度と見えないなら
足止めた時間は勿体なかった

止まったままの街並みなんてない
寂れ、入れ替わり、なくなった看板
君だけが止まったままなんてわけない
からもういいんじゃない？


僕は次の時へ駆ける
思い出す 君のそらす目
ノスタルジーを装って
感傷に浸ったまま、冷める

僕ら同じ空を見てた
見つけた星は違ったって
羨ましがったりしないでくれ
手に残る痛みも知らないくせに


僕ら大人になれないまま
大人を着ちゃったから
サイズが合わずコケたりするんだろうな


僕は次の街へ駆ける
消えかける 君のそらす目
ノスタルジーを装って
感傷に浸ったまま、冷める

僕ら違う空を見てる
見つけた星は間違ったって
羨ましがったりしないでくれ
手に残る痛みとか見せるわけじゃないけど


残るあのビル、あのレコ屋
見返すならあのシャンパンとともに
とりとめない希望や夢が多いから
ここに残して
変わる気もない、ために変わる時代
が正解と胸に抱き、今行こう`,
  '09': `1クリックで またコンティニュー
見慣れた空に履き潰したシューズ
笑顔で 空気を読んで
一歩 後ろを歩いてる
雲の色がため息に見える

「なんでもできちゃうね」って？
器用貧乏が持ち合わせ
隣に来る君は
不器用で愛されるタイプ
正反対で交わらないね
隣の芝生がやけに気になって
雲が避けて空より澄んだ青と風


簡単じゃないね
still loading, loading now
雨の日も
still loading, loading,down
数値のステータス (No)
気軽にリセット (No)
遠くの太陽からも
ジョブ、スキル、ステージ
ぜんぶ no Choice

(round and round,round and round)
季節と枯れてくcrop
(round and round,round and round)
手を伸ばしたまま
(round and round,round and round)
空いたポケットから
こぼれる 秒針と踊って

碧く咲く窓に覗き込む
たまに痛い 風の夜
信号の灯りも止まったまま
潮風が頬をかする間に

What's up?あいさつ一つ
1ターン、日替わりジョブチェンジ
移ろう性格診断でタグ付けmake Up
(Where does this fit?)
カテゴライズ対象
(Where does this fit?)
「曖昧な僕ら」
否定のない世界に歩く光と君の背

1タップでまたコンティニュー
見慣れた空に馴染む気のないシューズ
イヤホン越し口ずさんで
後ろ取りで歩いてく
雲の形 揃わないままで

「なんでもやっちゃうね」は
「自信がない」の裏返し
かつ譲れないものが
多すぎてこぼれたなら
手一杯も 飽き足らないね
週一断捨離 捗らないで
バックパックの そばで 近く感じた青と風


簡単じゃないね
still loading, loading now
晴れの日も
still loading, loading,down
数値のステータス (No)
気軽にリセット (No)
遠くの満月からも
ジョブ、スキル、ステージ
ぜんぶ no Choice

(round and round,round and round)
季節と枯れてくcrop
(round and round,round and round)
手を伸ばしたまま
(round and round,round and round)
空いたポケットから
こぼれる 秒針はそのままに

(round and round,round and round)
季節と枯れてくcrop
(round and round,round and round)
手が追う方のまま
(round and round,round and round)
空いたポケットから
こぼれる 秒針で踊って`,
  '10': `B-BOYなりそこね引きこもり
クラブにネットにはない居場所探し
数回の現場と円盤が逃げ場
ヤコバでのリピ曲 今やセトリ入り

8畳で食いついた15インチ
昨晩はカフェインお供にペン走らし
もらう側から送る側に変わろうと
いまだたまに喰らうあの歌詞

増えすぎた物 遠くなる人
得るほどに目立つ"孤独"
歪だが今の居場所がここなら　
歪な言葉で塗る色 For Myself


Draw my life, word by word 
立ち止まったり 直線じゃつまんない
波打ち、はみ出し、ここが Only My Place 

Draw my life, word by word　
上書きする夜、破りたい過去
でもキャンバスは消えない Through My Words 

　
言い訳は"中途半端"って引っ込めてたな胸の中
借りた言葉に後ろめたさを感じた帰り道もあった

そんな間にまた一つ減る通知の数
正解は一緒にいることだけじゃないから
いまだ君の幸せを願う
お人好しな自分にも感謝
 
なぁ消えるのが簡単になった時代だな
だからこそ染みる居続ける尊さ 
だがビルの隙間抜けりゃ 
押し返す風がやけに冷たいよな

言葉の先 誰もいなくても
For Myself 今を塗り続ければ
いつか線と線が交わるなら 
生きた証になるこのフレーズ For ourselves


Draw my life, word by word 
立ち止まったり 直線じゃつまんない
波打ち、はみ出し、ここが Only My Place

Draw my life, word by word
上書きする夜、破りたい過去 
でもキャンバスは消えない Through My Words 


Draw my life, word by word...

Draw my life, word by word... `,
  '11': `Best Bad Ending...
talala...
good day or bad day

80億分の偶然 100年余り分の一瞬
君と出会い歩いてく数十歩も
エンドロールに残しておきたい
起承転結とか崩れたままに
繋がったフィルムが置き去り
数百年後にはフィクションみたいな話

会いたいとか、これやりたいとか
思えば思うほど時間足りない
と思えばたまに道草食ったり
すれ違いざまに焦られたり
追い越される度、逸る足
でも止まらない、旅路の先へ

残してしまった「謝りたい」も目逸らさず、持っていくよ
また明日


Best Bad Ending 息を白く残した今
明日は何を残すかな,Good day or Bad day,talala
Best Bad Ending まだ出たんだ涙のわけは 
君と踊ってたいんだ,Bad day to Good day,talala


この街もサングラスなしじゃ歩けなくなって久しいが
乗換の数分も惜しい街じゃ昨日飲んだ味ももう売り切れだ

隣のあなたも当てはまる奇遇だね 星座の占い
綺麗ごとを並べた歌に足が止まる日も少なくない

昨晩の夢は後味悪い、目開けて見る夢が口直し
重くなる足取りにまぶた 片手サイズのこいつのせいだった
悪夢の裏に夢をみたり、魔法もない世界で上の空Trip

「大丈夫」が口癖は君のため？
いや、僕のためで、君のおかげ

Best Bad Ending
Good day or Bad day,talala
Best Bad Ending まだ残った涙の跡に
君と踊ってたいんだ,Bad day to Good day


未だBest Bad Ending 息を白く残した今
明日は何を残すかな,Good day or Bad day,talala
Best Bad Ending まだ出たんだ涙のわけは 
君と踊ってたいんだ,Bad day to Good day,talala

Good day or Bad day
白黒つかないMy Page
Good day or Bad day
混ざったままで`,
}

